[{"_key":"chr_FrostDamage","_code":{"_nid":"chr","_lid":"FrostDamage","_gid":"chr_FrostDamage","_pid":["FD"],"_aid":["FrostDamage"]},"_info":{"_title":{"iso_639_3_eng":"Risk of frost damage"},"_definition":{"iso_639_3_eng":"The simulated percentage of leaf buds killed by one or more frost events during the year."},"_description":{"iso_639_3_eng":"The vulnerability of buds to late frosts depends on the stage of bud development. We model with CASTANEA the process of dormancy breaking during which this vulnerability increases. The damage is then calculated by crossing the vulnerability of the buds and the minimum temperatures."},"_provider":["Nicolas Martin <nicolas.martin@inrae.fr>"]},"_data":{"_class":"_class_quantity","_domain":["model"],"_subject":"stand","_scalar":{"_type":"_type_number"}}},{"_key":"chr_DessiccationTolerance","_code":{"_nid":"chr","_lid":"DessiccationTolerance","_gid":"chr_DessiccationTolerance","_pid":["PLC"],"_aid":["DessiccationTolerance"]},"_info":{"_title":{"iso_639_3_eng":"Risk of desiccation during drought"},"_definition":{"iso_639_3_eng":"The simulated probability that GCU's trees reach treshold mortality over the past 30 years is used to compute of probability of death by dessication."},"_description":{"iso_639_3_eng":"Risk of dessication is related to the risk for the trees of a given GCU to loose their ability to transport water during drought. This phenomenom occurs during extreme drought because of the xylem embolsim and can trigger the complete death the tree. In this case the risk is modelled using the SurEau model for the past 30 years and the value provided is a probability of death (between 0 and 1). The probability is taken as the frequency of years with percent embolism overpassing 50% loss of hydraulic conductance. The SurEau model integrates different traits, soil and climatic data to estimate soil and plant water status at an hourly time step and derives the percent loss of hydraulic conductance."},"_provider":["Nicolas Martin <nicolas.martin@inrae.fr>"]},"_data":{"_class":"_class_quantity","_domain":["model"],"_subject":"stand","_scalar":{"_type":"_type_number"}}},{"_key":"chr_CarbonStarvation","_code":{"_nid":"chr","_lid":"CarbonStarvation","_gid":"chr_CarbonStarvation","_pid":["CS"],"_aid":["CarbonStarvation"]},"_info":{"_title":{"iso_639_3_eng":"Risk of carbon starvation"},"_definition":{"iso_639_3_eng":"The simulated cumulative deficit in Non-Structural Carboydrates (NSC) during the year over the past 30 years computed with the Castanea model or the Medfate model."},"_description":{"iso_639_3_eng":"Risk of carbon starvation relates to the risk for the trees of a given GCU experience a lack of carbon reserves due to the multiple abiotic stress that can the trees can experience (forst, high temperature, drought) and that are repsented in the models used. The CASTANEA and the MedFate models simulates photosynthesis, respiration and carbon allocation on a daily basis. The remaining carbon is allocated to reserves and is remobilized in non-vegetative periods or during drought episodes."},"_provider":["Nicolas Martin <nicolas.martin@inrae.fr>"]},"_data":{"_class":"_class_quantity","_domain":["model"],"_subject":"stand","_scalar":{"_type":"_type_number"}}},{"_key":"chr_VulWildFire","_code":{"_nid":"chr","_lid":"VulWildFire","_gid":"chr_VulWildFire","_pid":["VulWildFire"],"_aid":["VulWildFire"]},"_info":{"_title":{"iso_639_3_eng":"Vulnerability to wild fire"},"_definition":{"iso_639_3_eng":"The simulated probability that the GCU's canopy water content reaches a treshold facilitating fire ignition and spread if there is an ignition sources."},"_description":{"iso_639_3_eng":"This risk relates to the probability a forest GCU dessicate so much that this increases its probability to burn if an ignition is there and wind speed signifcant. Hencde this risk is mostly related to the modelled dessication of the GCU. The simulated minimum water content of the canopy furing extreme drought is taken as an indicator of the vulnerability to wildfire. The simulations of water content of the canopy over the past thirty years were used to derive the freduency of years where canopy moistrure content overpass treshold for risk (50% moisture content on a dry mass area basis). Simulations have been made with the SurEau model. The SurEau model integrates different traits, soil and climatic data to estimate soil and plant water status at an hourly time step and derives the percent loss of hydraulic conductance."},"_provider":["Nicolas Martin <nicolas.martin@inrae.fr>"]},"_data":{"_class":"_class_quantity","_domain":["model"],"_subject":"stand","_scalar":{"_type":"_type_number"}}},{"_key":"chr_AvYearDroughtIdx","_code":{"_nid":"chr","_lid":"AvYearDroughtIdx","_gid":"chr_AvYearDroughtIdx","_pid":["AvYearDroughtIdx"],"_aid":["AvYearDroughtIdx"]},"_info":{"_title":{"iso_639_3_eng":"Average yearly drought index"},"_definition":{"iso_639_3_eng":"The average of the number of days of the year with the soil relative water content below the treshold of 0.4."},"_description":{"iso_639_3_eng":"The relative soil water content in rooting zone is a key indicator of drought. In particular when the standardized value passes below of treshold 0.4 it has been shown that trees react by limiting fluxes and loosing turgor. The SurEau and Medfate models were used to compute the daily water content and extract the yearly number of days when REW was below the trehsold of 0.4 Then, yearly average of the metric was taken to indicate the water deficit."},"_provider":["Nicolas Martin <nicolas.martin@inrae.fr>"]},"_data":{"_class":"_class_quantity","_domain":["model"],"_scalar":{"_type":"_type_number"}}}]