[{"_key":"chr_FrostDamage","_code":{"_nid":"chr","_lid":"FrostDamage","_gid":"chr_FrostDamage","_pid":["FD"],"_aid":["FrostDamage"]},"_info":{"_title":{"iso_639_3_eng":"Risk of frost damage"},"_definition":{"iso_639_3_eng":"The simulated percentage of leaf buds killed by one or more frost events during the year"},"_description":{"iso_639_3_eng":"The simulated percentage of leaf buds killed by one or more frost events during the year. The vulnerability of buds to late frosts depends on the stage of bud development. We use CASTANEA to model the process of breaking dormancy, during which this vulnerability increases. The damage is then calculated by crossing the vulnerability of the buds and the minimum temperatures."},"_provider":["Nicolas Martin <nicolas.martin@inrae.fr>"]},"_data":{"_class":"_class_quantity","_domain":["chr_model"],"_list":["_list_templates"],"_subject":"chr_subject_stand","_tag":["chr_tag_vulnerability"],"_usage":["_usage_indicator"],"_options":["_options_level-1","_options_graph"],"_scalar":{"_type":"_type_number","_decimals":3}}},{"_key":"chr_DessiccationTolerance","_code":{"_nid":"chr","_lid":"DessiccationTolerance","_gid":"chr_DessiccationTolerance","_pid":["PLC"],"_aid":["DessiccationTolerance"]},"_info":{"_title":{"iso_639_3_eng":"Risk of desiccation during drought"},"_definition":{"iso_639_3_eng":"Simulated probability of death by dessication "},"_description":{"iso_639_3_eng":"The risk of desiccation is related to the risk that trees lose their ability to transport water during drought. This phenomenon occurs during extreme drought due to sap vessel embolsim (obstruction) and can trigger the complete death of the tree. In this case, the risk is modelled using the SurEau model for the last 30 years and the value provided is a probability of death (between 0 and 1). The probability is taken as the frequency of years in which the percentage of embolisms exceeds 50%. To do this, the SurEau model integrates various trait, soil and climate data to estimate soil and plant water status at an hourly time step and derives the percentage of embolism resulting in a loss of hydraulic fluxes/conductance."},"_provider":["Nicolas Martin <nicolas.martin@inrae.fr>"]},"_data":{"_class":"_class_quantity","_domain":["chr_model"],"_list":["_list_templates"],"_subject":"chr_subject_stand","_tag":["chr_tag_vulnerability"],"_usage":["_usage_indicator"],"_options":["_options_level-1"],"_scalar":{"_type":"_type_number","_decimals":3}}},{"_key":"chr_CarbonStarvation","_code":{"_nid":"chr","_lid":"CarbonStarvation","_gid":"chr_CarbonStarvation","_pid":["CS"],"_aid":["CarbonStarvation"]},"_info":{"_title":{"iso_639_3_eng":"Risk of carbon starvation"},"_definition":{"iso_639_3_eng":"The simulated cumulative deficit in Non-Structural Carboydrates (NSC) during the year over the past 30 years computed with the Castanea model or the Medfate model"},"_description":{"iso_639_3_eng":"The simulated cumulative deficit in Non-Structural Carboydrates (NSC) during the year over the past 30 years computed with the Castanea model or the Medfate model. The risk of carbon starvation refers to the risk that trees will experience a lack of carbon reserves due to the multiple abiotic stresses that the trees may be exposed (frost, high temperature, drought) and that are represented in the models used. The CASTANEA and MedFate models simulate photosynthesis, respiration and carbon allocation on a daily basis. The remaining carbon is allocated to reserves and remobilised in non-vegetative periods or during droughts."},"_provider":["Nicolas Martin <nicolas.martin@inrae.fr>"]},"_data":{"_class":"_class_quantity","_domain":["chr_model"],"_list":["_list_templates"],"_subject":"chr_subject_stand","_usage":["_usage_indicator"],"_options":["_options_level-2"],"_scalar":{"_type":"_type_number","_decimals":3}}},{"_key":"chr_VulWildFire","_code":{"_nid":"chr","_lid":"VulWildFire","_gid":"chr_VulWildFire","_pid":["VulWildFire"],"_aid":["VulWildFire"]},"_info":{"_title":{"iso_639_3_eng":"Vulnerability to wild fire"},"_definition":{"iso_639_3_eng":"The simulated probability that the GCU's canopy water content reaches a treshold facilitating fire ignition and spread if there is an ignition source"},"_description":{"iso_639_3_eng":"This risk refers to the probability that a GCU will dry out in such a way that the probability of fire increases, if there is ignition and the wind speed is significant. This risk is mainly related to the modelled desiccation of the GCU. The simulated minimum canopy water content during extreme drought is used as an indicator of wildfire susceptibility. The simulations of canopy water content over the past 30 years were used to derive the frequency of years in which canopy moisture content exceeds the risk threshold (50% moisture content on a dry matter basis). Simulations were carried out using the SurEau model. The SurEau model integrates various traits, soil and climate data to estimate soil and plant water status at an hourly time step and derives the percentage loss of hydraulic conductance."},"_provider":["Nicolas Martin <nicolas.martin@inrae.fr>"]},"_data":{"_class":"_class_quantity","_domain":["chr_model"],"_list":["_list_templates"],"_subject":"chr_subject_stand","_tag":["chr_tag_vulnerability"],"_usage":["_usage_indicator"],"_options":["_options_level-1"],"_scalar":{"_type":"_type_number","_unit-name":"g_H2O/g_DryMass","_unit-symbol":"g_H2O/g_DryMass","_decimals":3}}},{"_key":"chr_AvYearDroughtIdx","_code":{"_nid":"chr","_lid":"AvYearDroughtIdx","_gid":"chr_AvYearDroughtIdx","_pid":["AvYearDroughtIdx"],"_aid":["AvYearDroughtIdx"]},"_info":{"_title":{"iso_639_3_eng":"Average yearly drought index"},"_definition":{"iso_639_3_eng":"The average of the number of days of the year with the soil relative water content below the treshold of 0.4"},"_description":{"iso_639_3_eng":"The relative soil water content in the rooting zone is a key indicator of drought. In particular, when the standardised value falls below the threshold of 0.4, trees have been shown to respond by limiting fluxes and losing turgor. The SurEau and Medfate models were used to calculate the daily water content and extract the annual number of days when the Relative Extractable soil Water (i.e. water available for the trees) was below the threshold of 0.4, then the annual average of the metric was taken to indicate the water deficit."},"_provider":["Nicolas Martin <nicolas.martin@inrae.fr>"]},"_data":{"_class":"_class_quantity","_domain":["chr_model"],"_list":["_list_templates"],"_subject":"chr_subject_stand","_tag":["chr_tag_vulnerability"],"_usage":["_usage_indicator"],"_options":["_options_level-1","_options_graph_line"],"_scalar":{"_type":"_type_number"}}}]